[
  {
    "id": "1",
    "avatar": "https://static.wikia.nocookie.net/anime-characters-fight/images/0/03/Superman_0015.png/revision/latest?cb=20161229111448&path-prefix=ru",
    "nickName": "Superman",
    "originName": "Clark Kent",
    "originDescription": "He was born Kal-El on the planet Krypton, before being rocketed to Earth as an infant by his scientist father Jor-El, moments before Krypton's destruction...",
    "superPowers": "Superhuman physical characteristics, superhuman senses, hand-to-hand combat expert, shock waves, energy attacks, flight, space travel, heat manipulation, sound manipulation, tactile telekinesis, barriers, incredible willpower, immortality, regeneration, resistance, matter manipulation, magic, red light sun, time manipulation, illusions, mental manipulation, spiritual manipulation, absolute zero, telepathy, matter manipulation, absorption, non-causality, soul attacks, acupuncture.",
    "catchPhrase": "Look, up in the sky, it's a bird, it's a plane, it's Superman!",
    "images": {}
  },
  {
    "id": "2",
    "avatar": "https://static.wikia.nocookie.net/anime-characters-fight/images/5/59/%D0%91%D0%B5%D1%81%D1%81%D0%BC%D0%B5%D1%80%D1%82%D0%BD%D1%8B%D0%B9%D0%A5%D0%B0%D0%BB%D0%BA.png/revision/latest?cb=20201224190829&path-prefix=ru",
    "nickName": "Hulk",
    "originName": "Robert Bruce Banner",
    "originDescription": "USA, Dayton, Ohio",
    "superPowers": "Superhuman physical characteristics, superhuman senses, extrasensory perceptions, energy attacks, spirit damage, shock waves, dimensional attacks, concept damage, energy manipulation, heat manipulation, matter manipulation, absorptions, immortality, regeneration, plant manipulation, shape change, body control, mode berserk, multiple personalities, huge size, flight, adaptability, reactive evolution, healing, resistance.",
    "catchPhrase": "Hulk Smash",
    "images": {}
  },
  {
    "id": "3",
    "avatar": "https://static.wikia.nocookie.net/anime-characters-fight/images/5/5c/PshRSjDog8.jpg/revision/latest?cb=20160104164845&path-prefix=ru",
    "nickName": "iron Man",
    "originName": "Anthony Edward Stark",
    "originDescription": "USA, Long Island, New York",
    "superPowers": "Perfect human physical characteristics, hand-to-hand combatant, genius intelligence, technological manipulation, superhuman physical characteristics, flight, energy attacks, barriers, invisibility, ESP, resistance, absorption, energy manipulation, matter manipulation, pathos manipulation.",
    "catchPhrase": "If we can't protect the world, you can be damn sure we'll avenge it.",
    "images": {}
  },
  {
    "id": "4",
    "avatar": "https://static.wikia.nocookie.net/anime-characters-fight/images/5/5a/B3d93fedb9d4bc20536e2da07b9fcc09etyg687jt8h9997koijij7j8i6iioy88j0j7i00o.png/revision/latest?cb=20201026085922&path-prefix=ru",
    "nickName": "Thor",
    "originName": "Thor Odinson",
    "originDescription": "A cave located somewhere in Norway.",
    "superPowers": "Superhuman physical characteristics, superhuman senses, flight, weapon proficiency, swordsmanship, agility, homing attacks, space travel, hyperspace travel, shock waves, magic, genius intelligence, aura, energy attacks, huge size, intangibility negation, weapon manipulation, air manipulation, fire manipulation, heat manipulation, earth manipulation, electricity manipulation, brutality, pathos manipulation, incredible willpower, non-causality, energy manipulation, space manipulation, time manipulation, matter manipulation, weather manipulation, cold manipulation, explosion manipulation, barriers, invisibility, intangibility, reflection, teleportation and BFR, absorption, regeneration, immortality, extrasensory perception, magical connection with one's weapon, illusions, spiritual damage, denial, healing, life manipulation, resurrection, telepathy, telekinesis, dimensional manipulation, dimensional attacks, gravity manipulation eu, berserker mode, resistance, melee master, sound manipulation, light manipulation, summoning, immortality negation, darkness manipulation, shape change, body control, vehicle control, concept damage, hit, inhuman physiology, reality manipulation, troop manipulation, stat manipulation , metal manipulation, plant manipulation, denial of teleportation and BFR, trolling, climbing, water manipulation, likely non-existence manipulation, black hole creation, emotional manipulation, multiple personalities, metaphysical existence, aura, huge size, conceptual manipulation, teleportation and BFR, life manipulation , resurrection, gravity manipulation, sound manipulation, conceptual damage, reality manipulation, information manipulation, death manipulation, non-existence manipulation, quantum manipulation, but higher degree + high-dimensional existence, meta abstraction, immortality, conceptual existence, conceptual manipulation, conceptual damage, non-existence manipulation, resistance (all types), local omniscience, local omnipresence, causality manipulation, non-causality, probability manipulation, likely huge size (type 9), manifestation, body control, shape change, but higher degrees + parameter manipulation, fire manipulation, size manipulation, immortality, huge size, black hole creation, jet evolution, likely high-dimensional existence, meta abstraction, regeneration and conceptual existence, space manipulation, dimensional manipulation, dimensional attacks, time manipulation, non-causality, probably regeneration, healing, size manipulation, shape change, intangibility, absorptions, body control, black hole creation, extrasensory perception, emotional manipulation, dream manipulation, spiritual manipulation, biological manipulation, sense manipulation, fusion, parameter manipulation, information manipulation, probability manipulation, causality manipulation, conceptual damage, denial, resistance, conceptual manipulation, ignoring immortality, regeneration, and intangibility.",
    "catchPhrase": "I'm Still Worthy.",
    "images": {}
  },
  {
    "id": "5",
    "avatar": "https://static.wikia.nocookie.net/anime-characters-fight/images/9/98/Deadpool_art1.png/revision/latest?cb=20191120150511&path-prefix=ru",
    "nickName": "Deadpool",
    "originName": "Wade Winston Wilson",
    "originDescription": "USA",
    "superPowers": "Superhuman physical characteristics and senses, inhuman physiology, weapon proficiency, marksmanship, swordsmanship, agility, vehicle control, trolling, genius intelligence, regeneration, immortality, body control, teleportation, extrasensory perception, breaking the fourth wall, matter manipulation, ignoring regeneration, nonexistence manipulation , size manipulation, resistance.",
    "catchPhrase": "Please don't make the super suit green... or animated!",
    "images": {}
  },
  {
    "id": "6",
    "avatar": "https://static.wikia.nocookie.net/anime-characters-fight/images/2/20/%D0%A7%D0%B5%D0%BB%D0%BE%D0%B2%D0%B5%D0%BA-%D0%BF%D0%B0%D1%83%D0%BA.12.png/revision/latest?cb=20220131130401&path-prefix=ru",
    "nickName": "Spider-Man",
    "originName": "Peter Parker",
    "originDescription": "USA,  New York",
    "superPowers": "Superhuman physical characteristics, superhuman senses, extrasensory perception, hand-to-hand combat, agility, accuracy, regeneration, resistance, incredible willpower, technological manipulation, trolling, aura, body control, intangibility, mass manipulation, fusion, biological manipulation.",
    "catchPhrase": "I'm Spider-Man. Weird Things Happen To Me All The Time.",
    "images": {}
  }
]
